
public class five {

	public static void main(String[] args) {
//		5. 구글에서 자바메일 라이브러리를 검색하여 아래 요구사항대로 그 과정을 
//		   스크린 샷으로 제출하시오.
//		   [요구사항]
//		   가.프로젝트안에 lib폴더를 만들고 다운받은 라이브러리를 프로젝트에
//		      Build Path로 추가하시오
//		   나.mailing패키지를 만들고 그 안에 SendMail이라는 클래스를 만드시오
//		   다. SendMail 클래스를 완성하여 실행하고 실행 결과 화면(콘솔창)을 스크린 샷으로 제출하시오.
//		    - 보내는 사람의 정보로 본인의 네이버 이메일 주소와 패스워드를 작성해야 하는데,
//		     아래처럼 소스에 기술하지 않고 main 함수의 인자로 받아서 처리하시오.
//		       String user   = " 본인의 네이버 이메일 주소";
//		       String password  = "본인의 패스워드";
//		     - 받는 사람을 “kim.silvina@gmail.com" 으로 하시오.
//		     - 제목에 “홍길동 메일 테스트입니다” 라고 작성하시오.
//		     - 내용에는 “홍길동의 메일 성공입니다.”라고 작성하시오.
		

	}

}
